export type DispatchCompany = {
  name: string
  url?: string
}

export const dispatchCompanies: DispatchCompany[] = [
  {
    name: '株式会社アイシン',
  },
  {
    name: '愛知製鋼株式会社',
  },
  {
    name: 'イーグル工業株式会社',
  },
  {
    name: 'NOK株式会社',
  },
  {
    name: '株式会社エー・アンド・デイ',
  },
  {
    name: '株式会社小野測器',
  },
  {
    name: 'KYB株式会社',
  },
  {
    name: '株式会社小糸製作所',
  },
  {
    name: '小島プレス工業株式会社',
  },
  {
    name: '株式会社ジェイテクト',
  },
  {
    name: '新東工業株式会社',
  },
  {
    name: '株式会社杉浦製作所',
  },
  {
    name: '住友電気工業株式会社',
  },
  {
    name: 'ダイキン工業株式会社',
  },
  {
    name: '株式会社ダイセル',
  },
  {
    name: 'ダイハツ工業株式会社',
  },
  {
    name: '株式会社デンソー',
  },
  {
    name: '株式会社デンソーテン',
  },
  {
    name: '株式会社東海理化',
  },
  {
    name: '東邦ガス株式会社',
  },
  {
    name: '東レ株式会社',
  },
  {
    name: '豊田合成株式会社',
  },
  {
    name: 'トヨタ車体株式会社',
  },
  {
    name: 'トヨタ自動車株式会社',
  },
  {
    name: 'トヨタ自動車東日本株式会社',
  },
  {
    name: '株式会社豊田自動織機',
  },
  {
    name: '株式会社豊田中央研究所',
  },
  {
    name: 'トヨタテクニカルディベロップメント 株式会社',
  },
  {
    name: 'トヨタ紡織株式会社',
  },
  {
    name: '有限会社中川電機製作所',
  },
  {
    name: '株式会社ニフコ',
  },
  {
    name: '日本精工株式会社',
  },
  {
    name: '日野自動車株式会社',
  },
  {
    name: '株式会社不二越',
  },
  {
    name: '古河電気工業株式会社',
  },
  {
    name: '三菱電機株式会社名古屋製作所',
  },
  {
    name: '矢崎総業株式会社',
  },
]
